Repository: Mohamedissa282/Fast_Deliver2
Catalog: lib/l10n/intl_*.arb
Languages: ar

# title
source: Suivant
ar: التالي

# hello
source: Livraison Express à Votre Porte!
ar: معا نحو النجاح!

# name
source: Avec notre application, suivez vos livraisons en temps réel et recevez vos colis en toute sécurité. Essayez-la dès aujourd’hui !
ar: كل رحلة نبدأها تعكس التزامنا بالجودة و الخدمة. أنتم العمود الفقري لفريقنا, بفضل جهودكم, نحقق رضا عمالنا ونبني سمعة قوية في السوق. لنستمر في تقديم الأفضل معا!

# title1
source: Français
ar: الفرنسية

# title2
source: Arabe
ar: العربية

# title3
source: Entrez votre numéro de téléphone!
ar: أدخل رقم هاتفك!

# title4
source: Le numéro de téléphone est obligatoire.
ar: رقم الهاتف ضروري

# title5
source: Etes-vous sûr du numéro ?
ar: هل أنت متأكد من الرقم؟

# title6
source: Oui
ar: نعم

# title7
source: Non
ar: لا

# title8
source: Ok
ar: تمام

# title10
source: Numéro de ...
ar: رقم الهاتف

# title11
source: Entrez le code envoyé à votre numéro de téléphone.
ar: أدخل الرمز المرسل إلى رقم هاتفك.

# title12
source: Le mot de passe est incorrect
ar: كلمة المرور غير صحيحة

# title13
source: Verifier
ar: تحقق

# title14
source: Verifier ton numéro
ar: تحقق من رقم هاتفك من فضلك

# title15
source: Homme
ar: الرئيسية

# title16
source: About
ar: التفاصيل

# title18
source: S'abonner
ar: الاشتراك

# title19
source: Se désabonner
ar: إلغاء الاشتراك

# title20
source: Distance
ar: المسافة

# title21
source: Le prix est
ar: السعر هو

# title22
source: Km
ar: كيل

# title23
source: MRU
ar: اوقية

# title24
source: FAST
ar: التسليم

# title25
source: DELIVERY
ar: السريع
